Repository: Skywalkerkan/Football-Tactics-App
Catalog: Football Tactics App/StringLocalized/*.lproj/Localizable.strings
Languages: de, fr, tr

source: Tactic Name
de: Taktikname
fr: Nom de la Tactique
tr: Taktik Adı

source: Formation
tr: Diziliş

source: Team Size
de: Teamgröße
fr: Taille
tr: Oyuncu Sayısı

source: Save Tactic
de: Taktik speichern
fr: Enregistrer la Tactique
tr: Taktiği Kaydet

source: Tactic Formation
de: Taktische Formation
fr: Formation de la Tactique
tr: Taktik Diziliş

source: Tactic Name Can Not Exceed 20 Letters
de: Taktikname darf nicht mehr als 20 Buchstaben haben
fr: Le nom de la tactique ne peut pas dépasser 20 lettres
tr: Taktik 20 harfi geçemez

source: Tactic name can not be empty.
de: Der taktikname darf nicht leer sein.
tr: Taktik adı boş bırakılamaz.

source: Alert
tr: Uyarı

source: Add Tactic
de: Taktik hinzufügen
fr: Ajouter tactique
tr: Taktik Ekle

source: Name
fr: Nom
tr: Oyuncu Adı

source: Are you sure that you want to delete all tactics ?
de: Sind Sie sicher, dass Sie alle Taktiken löschen möchten?
fr: Êtes-vous sûr de vouloir supprimer toutes les tactiques ?
tr: Bütün taktikleri silmek istediğinize emin misiniz ?

source: Warning
de: Warnung
fr: Avertissement
tr: Uyarı

source: Yes
de: Ja
fr: Oui
tr: Evet

source: No
de: Nein
fr: Non
tr: Hayır

source: Player Name
de: Spielername
fr: Nom du Joueur
tr: Oyuncu Adı

source: Languages
de: Sprachen
fr: Langues
tr: Diller

source: Turkish
de: Türkisch
fr: Turc
tr: Türkçe

source: English
de: Englisch
fr: Anglais
tr: İngilizce

source: French
de: Französisch
fr: Français
tr: Fransızca

source: German
de: Deutsch
fr: Allemand
tr: Almanca

source: Pace (PAC)
de: Tempo (PAC)
fr: Vitesse (PAC)
tr: Hızlanma (PAC)

source: Shooting (SHT)
de: Schießen (SHT)
fr: Tir (SHT)
tr: Şut Atma (SHO)

source: Passing (PAS)
de: Passen (PAS)
fr: Passe (PAS)
tr: Pas Atma (PAS)

source: Dribbling (DRI)
de: Dribbeln (DRI)
fr: Dribble (DRI)
tr: Top Sürme (DRI)

source: Defending (DEF)
de: Verteidigen (DEF)
fr: Défense (DEF)
tr: Defans (DEF)

source: Physical (PHY)
de: Physisch (PHY)
fr: Physique (PHY)
tr: Fizik (PHY)

source: Save Player
de: Spieler speichern
fr: Enregistrer le Joueur
tr: Oyuncuyu Kaydet

source: Character Name
fr: Nom du Personnage
tr: Karakter Adı

source: Preview Card
de: Karte anzeigen
fr: Afficher carte
tr: Kartı Göster

source: Character name cannot be empty
de: Charaktername darf nicht leer sein
fr: Le nom du personnage ne peut pas être vide
tr: Karakter Adı Boş olamaz

source: Missing Input
de: Fehlende Eingabe
fr: Entrée Manquante
tr: Eksik Girdi

source: You entered imcomplete info
de: Sie haben unvollständige Informationen eingegeben
fr: Vous avez saisi des informations incomplètes
tr: Eksik bilgi girdiniz

source: Error
de: Fehler
fr: Erreur
tr: Hata

source: Back
de: Zurück
tr: Geri

source: There is no tactic saved.
de: Es werden keine Taktiken gespeichert.

source: There is no player saved.
de: Es ist kein Spieler gespeichert.

source: Character Name
de: Charaktername
